/* Cancel按钮 */
"kAlertBtnCancel" = "取消";

/* 关闭按钮 */
"kAlertBtnClose" = "關閉";

/* OK按钮 */
"kAlertBtnOK" = "好";

/* Retry按钮 */
"kAlertBtnRetry" = "重試";

/* Settings按钮 */
"kAlertBtnSettings" = "設定";

/* 升级按钮 */
"kAlertBtnUpgrade" = "升級";

/* 查看按钮 */
"kAlertBtnView" = "檢視";

/* xx即将到达，xx is coming. */
//"kAlertFrmStringArrived" = "%@ 就要到了。";
"kAlertFrmStringArrived" = "%@";

/* xx已经离开，Leave xx */
"kAlertFrmStringLeaved" = "%@";

/* 需要打开internet连接访问地图的提示框的内容 */
"kAlertNeedInternetBodyAccessMaps" = "您必须連接 Wi-Fi 網路或行動資料網路才能取用地圖。";

/* 需要打开internet连接访问地图的提示框的标题 */
"kAlertNeedInternetTitleAccessMaps" = "無法取用地圖";

/* 需要打开internet连接访问App store的提示框的内容 */
"kAlertNeedInternetBodyAccessAppStore" = "您必须連接 Wi-Fi 網路或行動資料網路才能取用 App Store。";

/* 需要打开internet连接访问App store的提示框的标题 */
"kAlertNeedInternetTitleAccessAppStore" = "無法連接 App Store";

/* 打开定位服务的提示框的消息内容 */
"kAlertNeedLocationServicesBody" = "您必須開啓“定位服務”來允許本程序確認您的位置。";

/* 打开定位服务的提示框的消息标题 */
"kAlertNeedLocationServicesTitle" = "無法確認目前位置";

/* 升级为pro版本的提示框的消息内容 */
"kAlertUpgradeProVesionBody" = "您必須把本應用程序升級到完全版，才能增加更多的位置鬧鈴提醒。";

/* 升级为pro版本的提示框的消息标题 */
"kAlertUpgradeProVesionTitle" = "升級到完全版本";


/* 查询失败的提示框内容：请重试。Please try again.（错误的默认提示） */
"kAlertSearchBodyTryAgain" = "請重試。";

/* 查询失败的提示框内容：Please try tomorrow.对应“一天内查询次数过多” */
"kAlertSearchBodyTryTomorrow" = "請明天再試。";

/* 查询提示框标题，Search */
"kAlertSearchTitle" = "搜尋";

/* 地址查询失败的提示框标题：发生网络错误，Network Error，（错误的默认提示） */
"kAlertSearchTitleDefaultError" = "網路錯誤";

/* 地址查询失败的提示框标题：无结果，No Results Found */
"kAlertSearchTitleNoResults" = "找不到任何結果。";

/* 查询完成，有多个结果提示用户选择，Did you mean... */
"kAlertSearchTitleResults" = "您的意思是不是⋯";

/* 地址查询失败的提示框标题：一天内查询次数过多，Too Many Queries have been Made */
"kAlertSearchTitleTooManyQueries" = "搜尋次數太多了";

/* 东经格式化串 */
"kCoordinateFrmStringEastLongitude" = "東經 %d°%d′%d″";

/* 购买的消息标题 */
"kAlertPurchaseTitle" = "購買";
/* 需要打开允许购买选项的消息标题 */
"kAlertPurchasenNotAllowPurchaseBody" = "您沒有開啓“應用程式內建購買功能”的选项。";

/* 东经格式化串(值与符号间有空格) */
"kCoordinateFrmStringEastLongitudeSpace" = "東經 %d°%d′%d″";

/* 东经格式化串(秒上带小数) */
"kCoordinateFrmStringEastLongitudeDecimal" = "東經 %d°%d′%d.%d″";


/* 北纬格式化串 */
"kCoordinateFrmStringNorthLatitude" = "北緯 %d°%d′%d″";

/* 北纬格式化串(值与符号间有空格) */
"kCoordinateFrmStringNorthLatitudeSpace" = "北緯 %d°%d′%d″";

/* 北纬格式化串(秒上带小数) */
"kCoordinateFrmStringNorthLatitudeDecimal" = "北緯 %d°%d′%d.%d″";


/* 南纬格式化串 */
"kCoordinateFrmStringSouthLatitude" = "南緯 %d°%d′%d″";

/* 南纬格式化串(值与符号间有空格) */
"kCoordinateFrmStringSouthLatitudeSpace" = "南緯 %d°%d′%d″";

/* 南纬格式化串(秒上带小数) */
"kCoordinateFrmStringSouthLatitudeDecimal" = "南緯 %d°%d′%d.%d″";


/* 西经格式化串 */
"kCoordinateFrmStringWestLongitude" = "西經 %d°%d′%d″";

/* 西经格式化串(值与符号间有空格) */
"kCoordinateFrmStringWestLongitudeSpace" = "西經 %d°%d′%d″";

/* 西经格式化串(秒上带小数) */
"kCoordinateFrmStringWestLongitudeDecimal" = "西經 %d°%d′%d.%d″";


/* 默认的位置闹钟名称 */
"KDefaultAlarmName" = "位置鬧鈴提醒";

/* 警示半径类型名称-001，Near */
"KDicAlarmRadius001" = "近";

/* 警示半径类型名称-002，Standard */
"KDicAlarmRadius002" = "標準";

/* 警示半径类型名称-003，Far */
"KDicAlarmRadius003" = "遠";

/* 警示半径类型名称-004，Custom */
"KDicAlarmRadius004" = "自定";

/* 混合地图类型名称 */
"KDicMapTypeNameHybrid" = "混合地圖";

/* 卫星地图类型名称 */
"KDicMapTypeNameSatellite" = "衛星";

/* 标准地图类型名称 */
"KDicMapTypeNameStandard" = "地圖";

/* 开关值已经关闭 */
"KDicOff" = "關閉";

/* 开关值已经打开 */
"KDicOn" = "開啟";

/* 重复类型的名称-001， Once*/
"KDicRepeateTypeName001" = "僅鬧一次";

/* 重复类型的名称-002，Forever */
"KDicRepeateTypeName002" = "連續";

/* 闹钟铃声名称-无 */
"KDicSoundName000" = "無";

/* 闹钟铃声名称-001 */
"KDicSoundName001" = "馬林巴琴";

/* 闹钟铃声名称-002 */
"KDicSoundName002" = "木琴";

/* 闹钟铃声名称-003 */
"KDicSoundName003" = "豎琴";

/* 闹钟铃声名称-004 */
"KDicSoundName004" = "舊式電話鈴聲";

/* 闹钟铃声名称-005 */
"KDicSoundName005" = "顫音";

/* 闹钟铃声名称-006 */
"KDicSoundName006" = "KDicSoundName006";

/* 闹钟铃声名称-007 */
"KDicSoundName007" = "KDicSoundName007";

/* 闹钟铃声名称-008 */
"KDicSoundName008" = "KDicSoundName008";

/* 闹钟铃声名称-009 */
"KDicSoundName009" = "KDicSoundName009";

/* 闹钟铃声名称-010 */
"KDicSoundName010" = "KDicSoundName010";

/* 闹钟铃声名称-011 */
"KDicSoundName011" = "KDicSoundName011";

/* 闹钟铃声名称-012 */
"KDicSoundName012" = "KDicSoundName012";

/* 闹钟铃声名称-013 */
"KDicSoundName013" = "KDicSoundName013";

/* 闹钟铃声名称-014 */
"KDicSoundName014" = "KDicSoundName014";

/* 闹钟铃声名称-015 */
"KDicSoundName015" = "KDicSoundName015";

/* 闹钟铃声名称-016 */
"KDicSoundName016" = "KDicSoundName016";


/* 触发条件类型的名称，When I Arrive */
"kDicTriggerTypeNameWhenArrive" = "到達時";       

/* 触发条件类型的名称，When I Leave */
"kDicTriggerTypeNameWhenLeave" = "離開時";

/* Alarm是否启用的标签 */
"KLabelAlarmEnable" = "啓用";

/* 信息卡视图地址的标签（英文小写） */
"KLabelAlarmMapInfo" = "地址";

/* 闹钟名字的标签 */
"KLabelAlarmName" = "標籤";

/* 地址的标签 */
"KLabelAlarmPostion" = "目的地";

/* 警示半径的标签 */
"KLabelAlarmRadius" = "提醒半徑";

/* 重复类型的标签 */
"KLabelAlarmRepeat" = "重複";

/* 声音的标签 */
"KLabelAlarmSound" = "提示聲";

/* 振动的标签 */
"KLabelAlarmVibrate" = "震動";

/* 触发警告条件的标签 */
"KLabelAlarmTrigger" = "提醒";

/* 地图书签视图的提示文本 */
"KLabelMapBookmarksView" = "選擇鬧鈴提醒來在地圖上檢視";

/* 新增闹钟的大头针的标题 */
"KLabelMapNewAnnotationTitle" = "拖動來改變目的地";

/* 关于tab的标题 */
"KTabTitleAbout" = "關於";

/* 闹钟列表tab标题 */
"KTabTitleAlarmList" = "位置鬧鈴提醒列表";

/* 闹钟地图tab标题 */
"KTabTitleAlarmMaps" = "位置鬧鈴提醒地圖";

/* 设置tab的标题 */
"KTabTitleSetting" = "設定";

/* 提示无法反转地址，需要打开internet连接的提示文本 */
"KTextPromptNeedInternetToReversing" = "您必须連接 Wi-Fi 網路或行動資料網路才能把這個地理坐標轉換成地址。";

/* 提示无法取得当前位置，需要通过地图指定位置的提示文本 */
"KTextPromptNeedSetLocationByMaps" = "無法確認目前位置。請通過地圖來設定目的地。";

/* 空闹钟列表的背景文字 */
"KTextPromptNoiAlarms" = "沒有位置鬧鈴提醒";

/* 正在定位的提示文本 */
"KTextPromptWhenLocating" = "目前位置⋯";

/* 正在反转地址的提示文本 */
"KTextPromptWhenReversing" = "正在反轉坐標⋯";

/* 正在载入的提示文本 */
"KTextPromptWhenLoading" = "正在載入地圖⋯";

/* 当前位置的文本 */
"KTextPromptDistanceCurrentLocation" = "距離目前位置：%.1f公里";

/* 当前位置的文本 */
"KTextPromptCurrentLocation" = "目前位置";

/* 这是当前位置的文本 */
"KTextPromptItIsCurrentLocation" = "這是目前位置";

/* 搜索bar的Placeholder */
"KTextPromptPlaceholderOfSearchBar" = "搜尋或輸入目的地";

/* 千米(单数) */
"kUnitKilometre" = "公里";

/* 米(单数) */
"kUnitMeter" = "公尺";

/* 米(复数) */
"kUnitMeters" = "公尺";

/* 添加闹钟视图标题 */
"KViewTitleAddAlarms" = "增加位置鬧鈴提醒";

/* 编辑地址的视图标题 */
"KViewTitleAlarmPostion" = "目的地";

/* 编辑警示半径视图标题 */
"KViewTitleAlarmRadius" = "提醒半徑";

/* 闹钟列表视图标题 */
"KViewTitleAlarmsList" = "位置鬧鈴提醒列表";

/* 闹钟地图视图标题 */
"KViewTitleAlarmsListMaps" = "位置鬧鈴提醒地圖";

/* 编辑闹钟视图标题 */
"KViewTitleEditAlarms" = "編輯位置鬧鈴提醒";

/* 信息卡视图标题 */
"KViewTitleInformation" = "簡介";

/* 地图书签视图的标题 */
"KViewTitleMapBookmarks" = "位置鬧鈴提醒";

/* 编辑名称视图标题 */
"KViewTitleName" = "標籤";

/* 编辑重复类型视图标题 */
"KViewTitleRepeat" = "重複";

/* 编辑铃声视图标题 */
"KViewTitleSound" = "提示聲";

/* 编辑振动视图标题 */
"KViewTitleVibrate" = "震動";

/* 触发警告条件视图的标题 */
"KViewTitleTrigger" = "提醒";





////////////////////////////////////////////////////////
/* app store 的链接 */
"KLinkAppStoreLite" = "http://itunes.apple.com/tw/app/ialarm-location-alarm/id427929181?mt=8";
"KLinkAppStoreFullVersion" = "http://itunes.apple.com/tw/app/ialarm-pro/id468639288?ls=1&mt=8";

"KLinkCustomAppStoreLite" = "http://bit.ly/iAlarmLite_tw";
"KLinkCustomAppStoreFullVersion" = "http://bit.ly/iAlarm_tw";


/* Facebook cell的标签 */
"KLabelCellFacebook" = "Facebook";

/* Facebook:send to 的标签 */
"KLabelCellFBSendTo" = "To:";

/* 短信 cell的标签 */
"KLabelCellMessages" = "訊息";

/* 评分cell的标签 */
"KLabelCellRateAndReview" = "編寫評論";

/* Twitter cell的标签 */
"KLabelCellTwitter" = "Twitter";

/* 邮件 cell的标签 */
"KLabelCellEmail" = "Mail";

/* 版本cell的标签 */
"KLabelCellVersion" = "版本";

/* 购买完全版cell的标签 */
"KLabelCellBuyFullVersion" = "下載完全版";

/* 朋友们的Facebook涂鸦墙Section头的标签 */
"KLabelSectionFBFriendsWall" = "朋友們的塗鴉牆";

/* 我的Facebook涂鸦墙Section头的标签 */
"KLabelSectionFBMyWell" = "我的塗鴉牆";

/* 版本Section的脚 */
"KLabelSectionFooterVersion" = "Powered by L&T";

/* 评分Section头的标签 */
"KLabelSectionHeaderRateAndReview" = "评分";

/* 分享Section的标签 */
"KLabelSectionHeaderShare" = "分享";

/* 版本Section头的标签 */
"KLabelSectionHeaderVersion" = "位置鬧鈴提醒";


/* 退出fb提示的文本,Login As XX (不是你？) */
"KTextPromptFBLoginAsXX" = "Logged in as %@ (Not You?)";

/* 还有xx个fb联系人的文本,还有 %d 个... */
"KTextPromptFBMore" = "還有 %d 個⋯";

/* 选择联系人视图的提示 */
"KViewPromptCheckContacts" = "選擇塗鴉牆";

/* 关于视图标题 */
"KViewTitleAbout" = "關於";

/* FB new feed视图标题 */
"KViewTitleFBNewFeed" = "編寫";

/* TW new Tweet视图标题 */
"KViewTitleTWNewTweet" = "New Tweet";

/* FB 所有朋友视图标题，所有的朋友 */
"KViewTitleAllFBFriends" = "所有朋友";


/* 提示退出facebook登录状态的提示框的标题 */
"kAlertBeforeLogoutFBInternetTitle" = "退出Facebook ?";


/* 文本,Sending... */
"KTextPromptSending" = "正在傳送⋯";

/* 文本,xx 位朋友*/
"KTextPromptXXFriends" = "%d 個朋友";

/* 文本,下xx位朋友*/
"KTextPromptNextXXFriends" = "再顯示 %d 位朋友⋯";


/* Share按钮 */
"kBtnShare" = "共享";

/* Send按钮 */
"kBtnSend" = "傳送";

/* Cancel按钮 */
"kBtnCancel" = "取消";

/* 需要打开internet连接访问Facebook的提示框的内容 */
"kAlertNeedInternetBodyAccessFacebook" = "您必须連接 Wi-Fi 網路或行動資料網路才能取用 Facebook。";

/* 需要打开internet连接访问Twitter的提示框的内容 */
"kAlertNeedInternetBodyAccessTwitter" = "您必须連接 Wi-Fi 網路或行動資料網路才能取用 Twitter。";

/* 需要打开internet连接访问facebook的提示框的标题 */
"kAlertNeedInternetTitleAccessFacebook" = "無法連接 Facebook";

/* 需要打开internet连接访问Twitter的提示框的标题 */
"kAlertNeedInternetTitleAccessTwitter" = "無法連接 Twitter";


/* 要求评分的提示框的标题 */
"kAlertConfirmRateTitle" = "喜歡位置鬧鈴提醒嗎？";

/* 要求评分的提示框的内容 */
"kAlertConfirmRateBody" = "如果喜歡，請到App Store上給一個5星的評分吧！您的支持使得後續版本的升級得以繼續。";

/* 要求评分的提示框的 ‘去评分’按钮  */
"kAlertConfirmRateBtnToRate" = "OK，馬上去评分！";

/* 要求评分的提示框的 ‘No,Thanks’按钮 */
"kAlertConfirmRateBtnNoThanks" = "稍後再提示我";

/* 要求评分的提示框的 ‘Not to remind’按钮 */
"kAlertConfirmRateBtnNotToremind" = "不再提示";


/* 共享内容Get the app */
"KShareContentTextGetTheApp" = "下載位置鬧鈴提醒";

/* 共享内容Get the app */
"KShareContentTwitterMessage" = "有多少人因為在公交車上玩儿遊戲刷微博坐過站的？或者因為打瞌睡錯過了目的地？沒關係，試試這款名為“位置鬧鈴提醒”的iPhone App吧，其專業獨特的定位提醒功能可能正是你所需要的。";

/* 共享内容Get the app */
"KShareContentMailMessage" = "有多少人因為在公交車上玩儿遊戲刷微博坐過站的？或者因為打瞌睡錯過了目的地？沒關係，試試這款名為“位置鬧鈴提醒”的iPhone App吧，其專業獨特的定位提醒功能可能正是你所需要的。";

/* 共享内容Get the app */
"KShareContentMailTitle" = "推薦一個很有用的iPhone App－位置鬧鈴提醒";
